Repository: CPS-IT/event-submission
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_eventsubmission_domain_model_job.tab.request
source: Internal Request information
de: Interne Request Informationen

# tx_eventsubmission_domain_model_job.tab.internal
source: Internal job process information
de: Informationen zum internen Jobprozess

# tx_eventsubmission_domain_model_job
source: Event submission job
de: Einreichung einer Veranstaltung

# tx_eventsubmission_domain_model_job.uuid
source: Record universal uuid
de: Universelle UUID aufzeichnen

# tx_eventsubmission_domain_model_job.request_date_time
source: Request datetime
de: Datum und Uhrzeit der Anfrage

# tx_eventsubmission_domain_model_job.is_api_error
source: Api request status
de: Antwortcode

# tx_eventsubmission_domain_model_job.is_api_error.error
source: Error
de: Fehler

# tx_eventsubmission_domain_model_job.is_api_error.success
source: Success
de: Fehler

# tx_eventsubmission_domain_model_job.job_triggered_date_time
source: Job internally triggered at
de: Erfolg

# tx_eventsubmission_domain_model_job.is_done
source: Job internally done
de: Job intern ausgel√∂st um

# tx_eventsubmission_domain_model_job.internal_log_message
source: Job internal log message
de: Job Interne Protokollmeldung

# tx_eventsubmission_domain_model_job.is_internal_error
source: Internal job status
de: Interner Jobstatus

# tx_eventsubmission_domain_model_job.approved
source: Release event submission
de: Veranstaltung freigeben

# tx_eventsubmission_domain_model_job.approved.0
source: Event submission rejected
de: Veranstaltung nicht freigeben

# tx_eventsubmission_domain_model_job.approved.1
source: Approved
de: Veranstaltung freigegeben

# tx_eventsubmission_domain_model_job.approved_description
source: Click on the button below to accept or decline the event.
de: Klicken Sie auf den button unten um die Veranstaltung anzunehmen oder abzulehnen.

# tt_content.CType.eventsubmission_app
source: Event Submission Form
de: Formular zur Einreichung einer Veranstaltung

# tt_content.CType.eventsubmission_app.configuration
source: Configuration
de: Konfiguration
