Repository: CPS-IT/event-submission
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# api_response_message.100
source: Event submission success
de: Erfolgreiche Veranstaltungseinreichung

# api_response_message.200
source: Event successfully updated
de: Veranstaltung erfolgreich aktualisiert

# api_response_message.300
source: Validation email successfully sent
de: Bestätigungs-E-Mail erfolgreich gesendet

# api_response_message.400
source: Event submission error
de: Fehler bei der Übermittlung der Veranstaltung

# api_response_message.500
source: Validation email could not be sent
de: Die Bestätigungs-E-Mail konnte nicht gesendet werden

# user.sendValidationRequest.mail.title
source: Validation email
de: Bestätigungs-E-Mail

# user.sendValidationRequest.mail.subject
source: Just one more step. Please confirm your event submission
de: Nur noch ein Schritt. Bestätigen Sie Ihre Veranstaltungseinreichung

# user.sendValidationRequest.mail.greeting
source: Hello,
de: Hallo,

# user.sendValidationRequest.mail.message.1
source: Thank you for submitting your event to be listed on our platform. We're excited to help you promote your event! To ensure the accuracy of the information and confirm your intention to list the event, please click the link below:
de: Vielen Dank für das Einreichen Ihrer Veranstaltung, um sie auf unserer Plattform zu veröffentlichen. Um die Genauigkeit der Informationen sicherzustellen und Ihre Absicht zur Listung der Veranstaltung zu bestätigen, klicken Sie bitte auf den unten stehenden Link:

# user.sendValidationRequest.mail.message.2
source: By clicking the confirmation link, you verify that you want to proceed with listing the event. If you did not submit this event or no longer wish to proceed, you can simply ignore this email.
de: Durch Klicken auf den Bestätigungslink bestätigen Sie, dass Sie die Veranstaltung einreichen möchten.

# user.sendValidationRequest.mail.message.3
source: We'll verify your confirmation and get back to you shortly.
de: Wir werden Ihre Bestätigung überprüfen und uns bald bei Ihnen melden.

# user.sendValidationRequest.mail.confirmation.button
source: Confirm event submission
de: Bestätigen Sie die Übermittlung der Veranstaltung

# user.sendValidationRequest.mail.signature
source: Best regards, IKI Communication Team
de: Mit freundlichen Grüßen

# user.sendValidationRequest.mail.footer
source: (Footer)
de: (Fußzeile)

# user.eventPostConfirmation.mail.title
source: Confirmation email
de: Bestätigungsemail

# user.eventPostConfirmation.mail.subject
source: Thanks for your event submission!
de: Danke! für Ihre Veranstaltungseinreichung

# user.eventPostConfirmation.mail.greeting
source: Hello,
de: Hallo,

# user.eventPostConfirmation.mail.message.1
source: Thank you for submitting your event to be listed on our platform.
de: Vielen Dank, dass Sie Ihre Veranstaltung zur Aufnahme auf unserer Plattform eingereicht haben.

# user.eventPostConfirmation.mail.message.2
source: Please note that before your event can be listed, it will undergo a brief review and approval process. This is to ensure that all events meet our guidelines and provide a seamless experience for our users.
de: Bitte beachten Sie, dass Ihr Event vor der Auflistung einem kurzen Überprüfungs- und Genehmigungsprozess unterzogen wird. Dies geschieht, um sicherzustellen, dass alle Veranstaltungen unseren Richtlinien entsprechen und unseren Benutzern ein reibungsloses Erlebnis bieten.

# user.eventPostConfirmation.mail.message.3
source: We will notify you promptly once your event is approved and listed on our platform.
de: Wir benachrichtigen Sie umgehend, sobald Ihre Veranstaltung genehmigt und auf unserer Plattform gelistet ist.

# user.eventPostConfirmation.mail.message.4
source: Please use the link below to update or delete the event.
de: Bitte verwenden Sie den untenstehenden Link, um die Veranstaltung zu bearbeiten oder zu löschen.

# user.eventPostConfirmation.mail.confirmation.button
source: Edit event
de: Veranstaltung bearbeiten oder löschen

# user.eventPostConfirmation.mail.signature
source: Best regards, IKI Communication Team
de: Mit freundlichen Grüßen

# user.eventPostConfirmation.mail.footer
source: (Footer Message)
de: International Climate Initiative (IKI)
